Repository: necrose99/Myaamia
Catalog: Illinois and Miami Vocabulary and Lord's Prayer/ilda_sentences.tmx
Source language: fr
Languages: en, mia

source: Je m'en vais dormir
en: I am going to sleep
mia: neessa-cata

source: Allons ensemble à la chasse
en: let us go hunting together
mia: mamaOUÉNATON AMAOÙÎKA

source: Dînons ensemble
en: let us dine together
mia: mamaoué micitaoui

source: Pourrais-je rester chez vous cette nuit ?
en: May I stay with you to-night ?
mia: Ouahi nine pacata inoki

source: Combien voulez vous de cela ?
en: How much of this do you wish ?
mia: TAMI TASSU CATAMEHMANA

source: C'est trop cher
en: It is too dear
mia: Ouissa kinantotah

source: Tu es avare
en: you are stingy
mia: Issoukiré

source: Je vous remercie
en: I thank you
mia: Ouaouahinou ckitacam

source: Va-t-en
en: get out
mia: man-ciarou r

source: Tous les hommes mourront
en: All men will die
mia: Ceheki kiné ESSEMINA

source: Connais-tu le bon Dieu ?
en: Dost thou know God ?
mia: Enkoh kisseMANETOU RETAMA

source: Je ne le connais pas
en: I do not know him
mia: Enkikken reTANSON

source: Je le connais
en: I know him
mia: h ! h ! enkikken retan

source: Etes-vous de la prière ?
en: Do you belong to the prayer ?
mia: Encouh kirà narneak

source: Pourquoi ne pries-tu pas Dieu ?
en: Why dost thou not pray to God?
mia: KEKOANÉ ONCIANAMEA SEON

source: Etes-vous baptisé ?
en: Are you baptised?
mia: Enkou sa separekok

source: Mais c'est inutile, parce qu'il ne prie pas Dieu
en: But it is useless because he does not pray to God
mia: h ! h ! sa separekok

source: Ne pensez-vous pas à la mort?
en: Do you not think of death?
mia: NEPÉ AN KI REPOASSÈ

source: Il ne faut point s'enivrer
en: You must not get drunk
mia: kataki onske bi keko

source: Je suis blanc, rouge, jaune
en: I am white, red, yellow
mia: Nivoa BISSÉ, MISKOI, NASSAROAK

source: Je suis noir, bleu, vert
en: I am black, blue, green
mia: mac ate ossi, OSKIPAKIA

source: Notre père faites nous la charité
en: Our father do us the charity
mia: Kissemenetou kittïminaouero

source: Qu'as tu a vendre?
en: What have you to sell
mia: keckoneia etaVOEIAN

source: Une paire de souliers
en: a pair of shoes
mia: makisinon kitatamiré

source: Il ne m'a rien donné
en: he has given me nothing
mia: nimiri cossi ouikikou
